[
  "Where is our Emergency Exit gate? ###Answer### There is no designated emergency exit gate; please use the stairs for evacuation.\n###Question###\nWhat should I do if there is an error in my paycheck? If you find an error in your paycheck, promptly notify the HR department. Provide them with details about the discrepancy and any relevant supporting documents. HR will review the issue and make the necessary corrections. Be sure to follow up with HR to confirm that the correction has been processed and will be reflected in your next paycheck.\n###Question###",
  "What is our office time? ###Answer### Acme AI operates from 9 am to 6 pm, Sunday through Friday, during regular business hours. It may vary due to management decisions, which will be communicated in advance.\n###Question###",
  "What is the salary increment policy? ###Answer### Salary increments at Acme AI Ltd. occur during the annual employee evaluations at the end of the fiscal year for those who have completed one year of service by the fiscal year's end, based on their performance. In cases of position changes or other occasions where an increment is warranted, any adjustments are solely determined by the judgment and decision of higher authorities within the company.\n###Question###",
  "Are there any rules for females to go to the roof for her break? ###Answer### There are no specific rules for females regarding roof access for breaks. However, anyone wishing to go to the roof must seek permission from their supervisor and ensure it is for a limited time. Log your departure and return time in the log book.\n###Question###",
  "Should I have to bring my device to work? ###Answer### You typically do not need to bring your own device to work at Acme AI Ltd. The company provides the necessary equipment for your role, including a workstation with a PC setup. However, if you have specific needs or preferences, you should discuss them with your supervisor or the HR department to see if accommodations can be made.\n###Question###",
  "As inflation is very high ,when will Super Annotate increase our hourly payment from 1.9$ to 2.7$ ? ###Answer### As an HR bot, I don't have details about internal business decisions. However, I can assure you that management is always working towards improving the company's and employees' well-being. If you have specific concerns, it's best to discuss them directly with your supervisor or HR department.\n###Question###",
  "Who is Acme AI’s COO? ###Answer### The name of our COO, as well as the Co-Founder, is Syed Sadhli Ahmed Roomy.\n###Question###",
  "What is Acme AI Ltd.? ###Answer### Acme AI Ltd. is a forward-thinking startup specializing in annotation services, enhancing data for artificial intelligence applications. Acme AI’s team of annotation experts are committed to delivering high-quality annotations that optimize AI performance. With a focus on innovation and client satisfaction, Acme AI is poised to make significant strides in the tech industry. Acme AI Ltd. also boasts a dedicated machine learning (ML) team, advancing research and development in cutting-edge AI technologies. Acme AI Ltd. also provides annotation training and offers an Image Labeling Associate Certificate program. Acme AI also provides offshore service.\n###Question###",
  "What are the criterias for promotion? ###Answer### For promotion at Acme AI Ltd., you need to meet the following criteria: Company Need: The promotion must align with the company’s needs. Service Duration: You should have completed 2 years of service from your start date or last promotion. Vacancy: There must be a vacancy available. Board Approval: The majority of the board members must view you as promotable. For a change in designation, management will decide based on factors such as performance, work ethic, leadership, and communication skills, especially when a position is vacated, or a new designation is created.\n###Question###",
  "How is the late count calculated? ###Answer### 1. Main office attendance is recorded electronically via finger punch. 2. Employees must punch in at the start and end of their duty. 3. Overtime is recorded electronically. 4. Locations without electronic systems will use an Attendance Register, countersigned by supervising management staff. 5. A grace period of 5 minutes is allowed; being late beyond this grace period is considered LATE. 6. Late penalties are structured as follows: ○ 3 days: Half-day salary deduction ○ 5 days: 1 day’s full salary deduction ○ 8 days: 2 day’s full salary deducted ○ 10 days: 3 day’s full salary deducted ○ 13 days: 3.5 day's full salary deducted ○ 15 days: 4 day's full salary deducted ○ 18 days: 5 day's full salary deducted 7. Habitual lateness will lead to higher disciplinary actions. Note: Employees should check their attendance in ERP daily and report any discrepancies immediately to the HR department. For detailed policy information, please contact the HR Department.\n###Question###",
  "How should I address my upper/lower colleagues? ###Answer### In our office culture, it’s important to address colleagues with respect and politeness. For upper management, such as the MD and Chairman, use \"Sir.\" When addressing senior colleagues, avoid using their names directly; instead, use titles or refer to them as \"Bhai\" or \"Apu\" to maintain politeness and show respect. For junior colleagues you can do the same. This practice helps foster a respectful and considerate work environment. What is the protocol for reporting harassment or discrimination in the workplace? Also are there specific protocols for reporting any incidents or harassment or discomfort related issues for female employees?\n###Question###",
  "What is the attendance incentive policy? ###Answer### We offer an attendance bonus policy to recognize your commitment. If you achieve 100% attendance and clock in before 9:05 AM, you'll receive a reward of 1000 BDT. Ensure your fingerprint is recorded accurately by arriving on time. Additionally, for remote work, you're eligible for the attendance bonus by completing 10% extra work.\n###Question###",
  "What is the freelancing payment method? ###Answer### For freelancing payments at Acme AI, the rate is 80 Taka per hour. Payment is based on the work you complete and is confirmed by the team lead. Once the entire project is completed and delivered, payments are processed through b. Kash. Please make sure to provide your b. Kash number to the project team lead to facilitate the payment process.\n###Question###",
  "When will I receive my salary? ###Answer### At Acme AI Ltd., salaries are disbursed on the 1st working day of each calendar month.\n###Question###",
  "How Acme AI introduces all the employees of the office with the newly joined employees? ###Answer### When a new employee joins Acme AI, they are formally introduced to the office through an announcement on Discord and a formal introduction within the team. This helps integrate them into the team and familiarize them with everyone in the office.\n###Question###",
  "What are the company’s holiday schedules? ###Answer### Holidays list ● International Mother Language Day- 21st February ● Sheikh Mujibur Rahaman’s Birthday- 17 March ● Independence Day- 26 March ● Shab-e-qadr- (date depends on moon cycle) ● Eid Al-Fitr- (date depends on moon cycle) ● Bengali New Year- 14th April ● Labor. Day/May Day- 1st May ● Eid Al-Adha- (date depends on moon cycle) ● National Mourning Day- 15th August ● Victory Day- 16th December The Company publishes at the beginning of the calendar year a list of paid holidays.\n###Question###",
  "Does Acme AI offer any support for employees dealing with personal or family-related problems or challenges? ###Answer### Acme AI does not have formal employee assistance programs (EAP) for personal or family-related issues at the moment. However, employees are encouraged to reach out to their supervisors, HR department, or anyone they feel comfortable with for support and guidance during such challenges.\n###Question###",
  "Are there any employee assistance programs (EAP) available for mental health support? ###Answer### Currently, Acme AI does not offer employee assistance programs (EAP) for mental health support. However, if you need support, you can talk to your supervisor, HR, or anyone else you feel comfortable with. We are committed to supporting our employees and are exploring ways to enhance our benefits and resources.\n###Question###",
  "Are there designated areas on the office terrace or in the office for employees to take breaks or hold small informal meetings? ###Answer### Yes, employees can take breaks or hold small informal meetings in the following areas: Office Roof: Designated for short breaks with permission. Dining Room: Suitable for informal discussions and breaks. Conference Room: Available for meetings and discussions.\n###Question###",
  "Does the Acme AI offer snacks or meals for employees? ###Answer### Yes, Acme AI provides daily snacks and unlimited coffee for employees. For meals, employees can access a refrigerator, oven, kettle, dishes and dishwashing equipment in the dining area.\n###Question###",
  "What is the Job Description/JD of Team Lead? ###Answer### Job Description Date: 20 March 2024 Position: Team Lead Reports to: Project Coordinator Sub-ordinate: Assistant Team Lead & Team Members 1.Leadership and Daily Ops: •Direct the team for daily operations, admin and other assigned work, while keeping all the team members motivated. •Brief the tasks so that everyone in the team understands and gets aligned with the assignment. 2.So. W & Instructions: •Carefully read the So. W and instructions of assigned projects for process defining and to avoid any missteps. •Remain vigilant for any midway change of instruction, accommodate the change but flag for compensation claim. •Collaborate with project coordinators to understand project requirements, timelines, and deliverables. 3.Communications: •Establish clear communication channels within the team, between the teams, with the clients and with other stakeholders to disseminate updates, guidelines and feedback. •Communications should be both top down and bottom up as necessary to avoid any bottlenecks. 4.Velocity & Quality: •Ensure piloted velocity and accuracy from all the annotators. Carry out briefing, training and practice when necessary to achieve it. •Ensure quality personally as well as through QA team in order to achieve 100% accuracy and timely submission. 5.Time Utilization: •The present gap between capacity hours and billable hours is approximately 20%. This must be brought down to 10% in the next 3 months. •Motivate team members not to spoil time for unproductive activities. 6.Documentations: •Prepare and maintain accurate assessment sheets for both individuals and team. •Prepare freelancing documents for hour and amount calculation both for IFL and CFL. 7.Freelancers: •Maintain a skilled and willing IFL and CFL team who are ready to respond to emergency calls. •Regular briefing and training sessions to be organized for CFL team. 8.Training and Development: •Foster a culture of continuous learning and development within the team, encouraging personal and professional •Identify skill gaps within the team and facilitate training sessions to enhance annotation skills and overall performance. 9.Admin: •Conduct regular performance evaluations for team members, providing constructive feedback and setting development goals. •Adhere consistently to company policies, rules, and regulations, including those pertaining to the leave policy, documentation procedures, and the maintenance of office environments.\n###Question###",
  "What is the procedure for leaving the office for an emergency during office hours? ###Answer### In case of an emergency requiring you to leave the office during working hours, promptly inform your team lead or supervisor via email. Detail your emergency situation and the current status of your work. Ensure that all records are kept up-to- date. Your supervisor will guide you on the next steps regarding your work and any necessary arrangements.\n###Question###",
  "I want to transfer my team, what is the process? ###Answer### Teams are assigned based on operational needs and the planning of senior members of the operations team. Therefore, team changes are not common. However, if you have a valid reason for wanting to transfer teams, first discuss it with your team lead or the HR department. If the request aligns with operational requirements and project planning, a transfer may be considered.\n###Question###",
  "Who receives the mobile bill allowance?/ Who is entitled to mobile bill allowances? ###Answer### Mobile bill allowances at Acme AI Ltd. are provided to the operations management team, team leads, and assistant team leads based on specific requirements and not automatically with the position. When granted, the allowances are as follows: ● Officer: 300 TK ● Executive: 350 TK ● Senior Executive: 500 TK ● Assistant Manager: 650 TK ● Deputy Manager: 750 TK ● Manager: 850 TK\n###Question###",
  "Where is the water filter?/ Is there any water filter? ###Answer### There is a water filter at every floor of Acme AI Ltd. On the 4th floor it is located in the kitchen, on the 5th and 6th floor it is in the dining room.\n###Question###",
  "Termination of employment? ###Answer### At Acme AI Ltd., employees are expected to maintain satisfactory performance and adhere to company policies. Failure to meet these standards or if an employee breaches company rules, or engages in misconduct, Acme AI Ltd. reserves the right to terminate employment following a fair investigation. Instances of gross misconduct, such as dishonesty, harassment, or violation of company policies, may result in immediate termination without prior notice. Employees receiving a warning due to unsatisfactory work quality will be given a specific timeframe and support to improve. Failure to do so may result in further disciplinary action, including termination.\n###Question###",
  "Should the company provide a TA/DA bill?/How can I submit the TA/DA bill? ###Answer### If you incur travel expenses for business trips or official work, you can cover the costs upfront and then submit a conveyance bill for reimbursement. Obtain the conveyance bill log book from the office assistant, fill in the details, attach the relevant receipts, and sign the form. It's a good idea to discuss your situation with your supervisor or HR beforehand to ensure that your expenses will be covered. Code of Conduct\n###Question###",
  "Procedure of extending leave along with Eid or other vacation? ###Answer### Combining other leaves with Eid or other vacations is not allowed. Leave extensions are subject to the decision of higher authority. If you need to extend your leave, please reach out to your supervisor or the HR department for approval and further guidance. Salary\n###Question###",
  "Percentage calculator: What is my basic salary? ###Answer### To get your basic salary, multiply your gross total by 31.25%. For example, for a gross total of 13,500 Taka: Basic Salary= 13,500×0.3125= 4,218.75 Taka. Onboard\n###Question###",
  "Who is Acme AI’s Chairman? ###Answer### The Chairman of Acme group of companies is Major Gen Syed Fatemy Ahmed Roomy (Retd).\n###Question###",
  "How to maintain a good office environment? ###Answer### Maintain professionalism by avoiding noise and gossip during work hours, while also fostering a supportive atmosphere through mutual assistance. Let's work together to create a harmonious and productive workplace.\n###Question###",
  "How many employees are there at Acme AI Ltd.? ###Answer### The number of employees at Acme AI Ltd. typically varies, but on average, there are around 65 full-time employees.\n###Question###",
  "What is the procedure for giving resignation? ###Answer### For resignation, one month’s notice or payment of one month’s basic salary in lieu of notice will be required. Steps to resign: 1. Refer to your appointment letter to confirm the notice period requirement. Typically, it is one (01) month. 2. Submit a written resignation to the HR department, keeping your supervisors in CC, stating your last working day. 3. If you resign with less than the required notice period, it will result in salary deduction. Suppose you submitted resignation 20 days prior to your last working day, then 10 days' basic salary will be deducted as a penalty.; resigning without notice deducts 30 days' basic salary. 4. Complete exit formalities as required, including handover of company valuables.\n###Question###",
  "How can I contact Acme AI Ltd.'s HR department? ###Answer### For HR inquiries, please email people@acmeai.tech or call +8801313094329.\n###Question###",
  "What tools and technologies are commonly used in the organization? ###Answer### Project Management: Microsoft To-Do List Communication: Discord, Slack, Viber, Whats. App, GMail Documentation: Google Workspace (Docs, Sheets, Slides), Microsoft Office Suite Collaboration: Google Meet, Microsoft Teams Development: Python, Java, Full-stack web development Data Annotation: Super. Annotate, Label. Me, Surveily, Label. Box, Tasuki, Pics.io etc. Human Resources: ERP\n###Question###",
  "How to log in to ERP? ###Answer### To log in to the ERP system, first, collect your ID and password from the HR department. Then, visit the platform link and enter the required information. If you encounter any difficulties, seek assistance from your colleagues or contact the HR department for help.\n###Question###",
  "Does Acme AI have any salary structure? ###Answer### Acme AI discusses the salary during the initial joining process. If an employee transitions to a higher position and performs exceptionally well, their salary may be adjusted at the authority's discretion. Additionally, employees who complete one year of service at the end of the fiscal year (30 June) will receive a yearly increment based on their performance evaluation. Here is the official salary breakdown based on company policy: ● Basic Salary: 31.25% of Gross Salary ● House Rent Allowance: 100% of Basic Salary ● Medical Allowance: 60% of Basic Salary ● Transport Allowance: 35% of Basic Salary ● Mobile Allowance: 15% of Basic Salary ● Internet Allowance: 10% of Basic Salary\n###Question###",
  "How to become a freelancer at Acme AI Ltd.? ###Answer### To become a freelancer at Acme AI Ltd., first reach out to the HR department. You will need to complete the necessary training and pass the relevant test. After successfully passing, you'll sign a Non-Disclosure Agreement (NDA) and join the freelancing pool. Keep an eye on the freelancing group for updates on available work opportunities.\n###Question###",
  "What is the policy on workplace safety and emergency procedures? ###Answer### At Acme AI, workplace safety is a priority. Employees should follow all safety guidelines, report hazards, and know the locations of emergency exits and first aid kits. Keep emergency contact numbers handy and immediately report any accidents or security incidents to your supervisor and HR. Practicing personal safety and awareness ensures a secure work environment for everyone.\n###Question###",
  "Are there organized yearly gatherings, events for employees to celebrate milestones, achievements, and the overall team's contributions to the company's success or trips for mind refreshment? ###Answer### Currently, there are no regularly organized yearly gatherings or trips for team celebrations or refreshment. However, such events may be arranged occasionally based on decisions by higher management.\n###Question###",
  "Is there any designated area for namaz/prayer? ###Answer### There is no designated namaz/prayer area within the office. However, a mosque is located very nearby, just opposite our office building, and it provides accommodation for both male and female. If it is not convenient for you to go to the mosque, namaz/prayer mats are available, and you can use them to pray in a vacant room within the office.\n###Question###",
  "Do companies provide pick & drop service? ###Answer### Acme AI Ltd. does not provide pick-and-drop services. However, the company is committed to improving and growing, with employee satisfaction as a top priority.\n###Question###",
  "What is the Job Description/JD of an Annotator? ###Answer### Job Description Date: 20 March 2024 Position: Annotator Reports to: Team Lead and Asst Team Lead Sub-ordinate: N/A 1.Annotation Velocity & Accuracy: •Train and prepare to undertake any types of annotation works. •Minimum velocity should be equal to piloted velocity or more. •Accuracy should be minimum 100% 2.Accuracy and Quality Assurance: •Always try to achieve 100% accuracy. At no point in time accuracy should be less than 99% •Acquire the ability to do QA jobs whenever required. 3.Daily Operations: •Complete the day’s assignment within the office time. If unable, must complete the same on own time after office hours in order to meet project deadlines. •Organize and maintain an accurate self-assessment sheet. •Do any other job as assigned. 4.Feedback & Improvement: •Incorporate feedback from quality control checks and team leads to improve personal performance and contribute to overall team success. •Report any issues or challenges related to data annotation promptly, providing clear and detailed information for effective resolution. •Provide input for process improvements based on experience and lessons learned during data annotation projects. •Review and update annotation guidelines and documentation as necessary, ensuring clarity for annotators joining ongoing projects. 5.Training & Assistance: •Assist in onboarding and training new annotators, sharing knowledge and best practices to ensure a cohesive and skilled annotation team. •Adapt quickly to changes in project specifications, guidelines, or tools, ensuring flexibility in handling diverse annotation tasks. 6.Policies and Procedures: •Comply with the company policies and procedures.\n###Question###",
  "Can you please tell me, what bridge leave is? ###Answer### Bridge leave at Acme AI Ltd. refers to taking leave that spans across a weekly holiday, typically Saturday. For example, if you take leave on Friday and the following Sunday, this is considered bridge leave. In this scenario, it will count as 3 days of leave taken\n###Question###",
  "Does Acme AI give all government holidays? ###Answer### No, Acme AI observes industrial holidays only. Other holidays depend on authority's decisions.\n###Question###",
  "Can employees actively contribute to planning and organizing any cultural fest celebration at Acme AI? If so then what opportunities are available for them to get involved and what does management do? ###Answer### Employees can organize and plan cultural fest celebrations on their own. While the company does not formally facilitate these activities, employees are encouraged to take the initiative and arrange events independently. Management will support and acknowledge such efforts if brought to their attention.\n###Question###",
  "What is the Job Description/JD of Operations and LLM Program Coordinator? ###Answer### Job Description Date: 20 March 2024 Position: Operations and LLM Program Coordinator Reports to: Operation Manager Sub-ordinate: Domain-Specific LLM Fine-tuning Freelancers 1.Project Coordination: •Collaborate with team members to coordinate project activities, timelines, and deliverables. •Monitor project progress and ensure tasks are completed on schedule. •Prepare project reports and documentation for stakeholders. •Convey expectations and deliverables to clients by maintaining proper communication. 2.Readying for LLM Projects: •Organize a domain-specific in-house/freelance LLM team to respond to all kinds of LLM projects. •Prepare a database with likely domain-specific LLM projects. •Earmark domain-specific Freelancers and keep their database with the help of HR. 3.Training for LLM Projects: •Organize time-to-time and task-specific training and briefing for the LLM team members. •Keep track of the emerging market situation and tailor training and briefing for the LLM team accordingly. 4.LLM Ops: •On receiving any LLM-related project, get it done through the most appropriate person. •Keep two-way communication with the LLM annotator as well as the client. •Address either’s specific needs. 5.Admin and Support: •Provide necessary administrative support to LLM projects, including data entry, documentation, and scheduling. •Collaborate with team members to facilitate LLM processes and workflows. •Prepare and collect data for LLM initiatives. 6.HR Coordination (In Absence of HR Manager): •Supervise/Assist in HR tasks such as recruitment, onboarding, and employee documentation. •Coordinate employee training programs and maintain training records. •Coordinate employee's payroll & freelance •Support HR in managing employee benefits and performance evaluations. 7.Admin Work (In Absence of HR Manager): •Organize and maintain files, records, and databases. •Assist in preparing presentations, reports, and other documents as needed.\n###Question###",
  "What are the benefits to the users from using the chatbot? ###Answer### The HR chatbot is here to make your life easier by providing instant support whenever you need it. It’s available 24/7, so you can get answers to your HR-related questions anytime. Whether you need information about leave policies, payroll, or other HR topics, the chatbot delivers quick and consistent responses. It helps streamline HR processes and ensures that you always get accurate information without waiting. Use the HR chatbot to get the support you need efficiently and conveniently, all at your fingertips.\n###Question###",
  "Does Acme AI have any dress code for employees? ###Answer### At Acme AI, the dress code is formal casual. This means employees are expected to dress in a neat and professional manner while maintaining a relaxed and comfortable style. Employees are expected to wear shoes and avoid sandals.\n###Question###",
  "Show me our office assistant list? ###Answer### Currently we have two office assistant: Md Royal Mia Md Selim Mia\n###Question###",
  "Does the company offer support for obtaining advanced degrees? ###Answer### While Acme AI Ltd. currently does not offer formal support for obtaining advanced degrees, we are deeply committed to the personal and professional growth of our employees. We encourage you to pursue advanced education and continually strive to achieve your goals. Your development is important to us, and we want to see you succeed and accomplish great things.\n###Question###",
  "What safety measures are in place to ensure the security and well-being of female employees, especially during late hours or when leaving the workplace? ###Answer### Acme AI Ltd. is located in a safe area and has fingerprint locks on all floors to ensure security. We encourage employees to remain vigilant and use safe transportation options. If you have any concerns, please feel free to reach out to HR for support and advice.\n###Question###",
  "Benefits provided by Acme AI Ltd to the employees? ###Answer### Here are the benefits provided by Acme AI Ltd. to its employees: ● Attendance incentives ● Two festival bonuses per year ● Unlimited coffee ● Daily snacks ● Remote work options when required ● Freelance opportunities when available ● Annual leave encashment ● Quarterly profit share ● Mobile bill coverage for certain positions ● Friendly work environment ● Free training programs for employees These benefits aim to support employee well-being, flexibility, and professional growth at Acme AI Ltd.\n###Question###",
  "How does Acme AI Ltd. handle the approval process for leave requests? ###Answer### Leave approval at Acme AI Ltd. depends on the current workload, work balance, and the supervisor's planning. While we strive to accommodate leave requests for the benefit of our employees' well-being and work-life balance, approval is not guaranteed and is subject to the company's operational needs. This ensures that both individual needs and business requirements are balanced effectively.\n###Question###",
  "Are there any opportunities for career advancement or internal job rotations within the company? ###Answer### Yes, Acme AI offers opportunities for career advancement and internal job rotations. Employees are encouraged to discuss their career goals with their supervisors, who can provide guidance and support for growth. The company values internal talent and may offer promotions or new roles based on performance, skills, and business needs. For internal job rotations, employees can express their interest to HR or their supervisor, who will review the request and consider it in the context of current opportunities and project requirements. What are the guidelines for participation in company-sponsored events or activities?\n###Question###",
  "What is Acme’s headquarter office address?/ Where is the Acme Headquarter office located?/ Where is Acme Technologies office located? ###Answer### The current office address of Acme Technologies Ltd.. is House-630, Road-09, Level-01, Mirpur DOHS, Dhaka-1216 (Acme Headquarter)\n###Question###",
  "What is the Job Description/JD of Operation Lead? ###Answer### Date: 20 March 2024 Position: Operation Lead Reports to: COO and Chairman Sub-ordinate: Ops Manager, HRM Head, Strategic Support, ML Engineer 1. Strategic Interventions: •Identify and pursue opportunities to attract new clients and projects to maintain workforce engagement. •Cultivate and maintain positive relationships with existing and potential clients. •Utilize various marketing channels to promote the company and attract new business. •Regularly assess the company website's effectiveness and recommend improvements to the Chief Operating Officer (COO). •Prepare customized proposals to address client-specific needs. •Generate analytics to facilitate informed decision-making by the management. Analyze information to identify patterns, trends, and solutions for complex problems. •Implement technological solutions to support business objectives effectively. •Coordinate with Human Resources to recruit both permanent and contractual positions. •Develop SOPs complying with the requirement. Continuously improve processes to enhance productivity and accuracy. 2. Leadership: •Inspire every individual and foster a motivated environment and integrate them with the company’s mission and vision. •Should serve as a bridge between top management and the employees. 3. Project Management: •Ensure and prepare comprehensive project documentation including inception reports, timelines, and completion reports for both internal and external stakeholders. •Manage project resources effectively to ensure timely delivery of high-quality outputs. •Monitor project data and performance, reporting progress through the operation manager and recommending corrective actions as necessary. •Monitor daily project outputs, identify potential risks, and develop proactive measures to mitigate them. •Review and approve payment sheets for contractual workers. 4. Platform Expertise: •Demonstrate proficiency in Acme AI's preferred platforms for annotation projects. •Ensure thorough familiarity with platform documentation to enforce quality control. 5. People Management: •Provide effective leadership to a team, including planning, objective setting, recruitment, development, and performance management. •Utilize creative approaches to communicate and persuade others, fostering inclusivity and engagement. •Determining problems within teams, finding out potential solutions, and coming up with a deadline to implement it. 6. Certification: •Oversee four certifications, and the company is compliant with the certificate requirements. •Ensure all the processes are maintained. This job description serves as a roadmap for your success within Acme AI Ltd. We encourage you to review it carefully and familiarize yourself with the requirements of your position.\n###Question###",
  "How will my supervisor evaluate my performance? Are there specific metrics I can see? ###Answer### Your performance will be evaluated by your direct supervisor, a senior from the operations team, and the HR department. Specific metrics vary by position: Annotator: Accuracy, Velocity, Communication, Discipline Team Leader: Accuracy, Velocity, Communication, Leadership, Discipline Operations Team: Leadership & Team Collaboration, Process Improvement & Initiative, Customer Satisfaction & Communication, Discipline Offshore Support Team: Accuracy, Velocity, Communication, Discipline NMS: Organization, Time Management & Technical Skill, Professionalism and Attitude, Compliance and Confidentiality, Discipline These metrics ensure a comprehensive assessment tailored to each role's responsibilities.\n###Question###",
  "What is the Profit sharing policy? ###Answer### At the end of each quarter, if Acme AI meets the minimum required profit set by the authority, 15% of the profit will be shared with employees who have served for at least a year, calculated on a prorated basis.\n###Question###",
  "How many designations are there? ###Answer### The number of designations at Acme AI Ltd. is not fixed and adjusted as per requirement. Currently, the designations include, but not limited to: Operation Lead Operation Manager Operation and LLM Program Coordinator People Lead Project Coordinator Team Lead Assistant Team Lead Production Officer ML Engineer Trainer Strategic Support Executive Head of IT Office Assistant Additionally, there are roles for interns and fellows.\n###Question###",
  "How do I complete my exit interview? ###Answer### To complete your exit interview at Acme AI: Receive the Form: You will be given an exit interview form by the HR department. Fill Out the Form: Complete the form with your feedback and any other required information. Schedule the Interview: Arrange a time for your exit interview with the MD and Chairman through HR. Attend the Interview: Participate in the scheduled exit interview, where you will discuss your feedback and experience with the MD and Chairman. This process ensures that your feedback is heard and considered before your departure.\n###Question###",
  "How do I report a maintenance issue in the office? ###Answer### To report a maintenance issue in the office, please follow these steps: Document the Issue: Take note of the problem, including its location and any relevant details. Notify Facilities: Contact the facilities or maintenance team via email or the designated reporting system. Include a clear description of the issue and its location. Follow Up: If needed, follow up to ensure the issue has been addressed. Keep a record of your communication for reference. If there is no specific system in place, you can also inform your supervisor or HR department, who will escalate the issue as necessary.\n###Question###",
  "What is the meaning of HR? ###Answer### HR stands for Human Resources. It's a department within organizations responsible for managing employee relations, hiring, training, benefits, and other personnel- related functions.\n###Question###",
  "Workspace maintenance procedure? ###Answer### Maintain a clean and clutter-free desk; seek assistance from the office assistant if needed. Promptly inform your team leader of any device issues, and feel free to approach Royal Mia, our admin assistant, for assistance. Additionally, please maintain cleanliness throughout the office compound, including the washroom, dining area, rooftop, and staircase.\n###Question###",
  "What are HR Policies? ###Answer### HR policies are guidelines that companies set for employee relations in the workplace. These standardized rules ensure consistency by defining acceptable behavior, outlining employee expectations, detailing disciplinary procedures, and specifying organizational responsibilities. Companies implement these policies to demonstrate their commitment to regulatory compliance, minimum employment standards, training, diversity, and ethical practices.\n###Question###",
  "How does the Acme AI recognize and reward employee achievements or milestones? Also, how does the company support employee well-being and work-life balance? ###Answer### At Acme AI, employee achievements are recognized through the Employee of the Month program and annual performance evaluations, which are discussed at the yearly board meeting to determine increments and rewards based on performance. While we continuously strive to support our employees' needs, we encourage open communication about how we can help enhance your work experience. Your feedback is valuable in helping us create a positive and supportive workplace.\n###Question###",
  "When the last layoff was and what was the reason behind it? ###Answer### The last layoff at Acme AI Ltd. occurred in June 2023, and it was due to a shortage of projects at that time. Since then, we have faced similar challenges but managed to avoid further layoffs, demonstrating our commitment to maintaining our team.\n###Question###",
  "What are the guidelines for using office equipment and resources for official or personal purposes? ###Answer### Office equipment and resources should primarily be used for official purposes to ensure efficiency and productivity. Here are the guidelines: Official Use: Office equipment like computers, printers, and other resources should be used mainly for work-related tasks. Ensure that you are using these resources to complete your assigned duties and projects efficiently. Personal Use: Limited personal use of office equipment is allowed but should not interfere with work duties. Avoid using office resources for extensive personal tasks or anything that might slow down your work, internet speed or the work of your colleagues. Responsibility: Handle all office equipment with care and report any malfunctions or issues to the IT department immediately. Ensure you follow any specific usage instructions provided for the equipment. Security: Protect company data by following security protocols, including logging off when you leave your workstation and keeping sensitive information secure. Permission: For borrowing equipment like laptops, contact the HR department. You’ll be given a handover document to ensure the device is returned in the same condition. Adhering to these guidelines ensures that office resources are available and in good working condition for everyone.\n###Question###",
  "What if I am late for work? ###Answer### If you are late for work, it is important to officially inform your supervisor and HR department promptly via email. Acme AI has a policy where frequent lateness may result in disciplinary action or financial penalties, depending on the cumulative duration of lateness. Please refer to the company's attendance policies for detailed information.\n###Question###",
  "What steps should employees take if they encounter issues with their direct supervisors? If you encounter issues with your direct supervisor, follow these steps: ###Answer### Document the Issue: Keep a detailed record of the incidents, including dates and specific concerns. Communicate Directly: If possible, discuss the issue directly with your supervisor to seek resolution. Seek HR Support: If the issue is not resolved or if you are uncomfortable addressing it directly, report the issue to the HR department. Follow Up: Ensure your concerns are being addressed and follow up with HR or your supervisor as needed. These steps help ensure that your concerns are handled appropriately and professionally.\n###Question###",
  "How do I get my employee ID card? ###Answer### To get your employee ID card, please fill out the provided Google Form and inform the HR department. https://docs.google.com/forms/d/1-alwi- zt. Hmbzw. ZAB28er. Uv. I4ot. Js. RFjkm. K17g. Wg14x8/edit They will process your request and issue your ID card accordingly.\n###Question###",
  "What is the Job Description/JD of Project Coordinator? ###Answer### Job Description Date: 20 March 2024 Position: Project Coordinator Reports to: Operation Manager Sub-ordinate: Team Lead 1.Team Org & Resource Management: •Keep your annotation teams properly organised, trained and motivated to undertake any task at any time. •Teams should be flexible to accommodate other tasks or augment other teams. 2.SOW and Instructions: •All SOWs to be properly read and understood by the Project Coordinators, should be able to prepare further instructions for the teams when necessary. •Disseminate the instructions 3.Piloting: •Be a lead/member of the piloting team as ordered. •Do the pilot with the highest speed and accuracy and within the given time in order to secure the project. 4.Regular Ops: •Ensure accuracy, velocity and timely submission of all given projects. •Monitor the progress of the projects and remain ready to address any unforeseen situation. •Keep proper and accurate documentation of all projects in respect of data & time count. 5.Communication: •Maintain effective upward and downward communication in order to avoid any ambiguity and misunderstanding. •Communication should enhance both upward and downward relationships. 6.Freelancer Management: •Maintain your own pool of in-house and contract freelancers. •They should be properly trained and motivated. 7.Admin: •Carry out the complete admin of your floor/teams as necessary in order to ensure comfort, work environment and rule-based order. •Address individual personal issues whenever they arise. 8.Performance Management: •Capture the performance of the under-command Team Leads and keep records. •Inspire Team Leads to perform better than the previous project.\n###Question###",
  "How is loss hour salary deduction calculated? ###Answer### At Acme AI Ltd., loss hours and salary deductions are calculated at the end of the salary month by team leaders and project coordinators, and verified by the management team. Each employee is expected to generate 8 hours of work daily. Any shortfall in these required hours is considered a \"loss hour.\" The total number of lost hours accumulated by an employee is then multiplied by 80 TK, and the resulting amount is deducted from the employee's salary after management approval. The salary deduction can be extended to the next month, giving the employee one month to cover their lost hours, as decided by management.\n###Question###",
  "What is the Job Description/JD of Assistant Team Lead? ###Answer### Job Description Date: 20 March 2024 Position: Assistant Team Lead Reports to: Team Lead Sub-ordinate: Team Members 1.Support, Assist & Collaborate with the Team Lead: •To manage day-to-day activities to achieve team objectives. •Achieve daily production targets. •For efficient allocation and timely completion. •To monitor individual and team performance for constructive feedback and due recognition. •To implement and maintain quality control measures for accurate data annotation. •To address any skill gaps and enhance team skills. •To review and maintenance of accurate documentation of annotated data. •To identify process gaps and contribute to process improvement and efficiency. •To address conflicts & challenges within the team, fostering a positive and collaborative working environment. •To manage client expectations regarding project deliverables, timelines, and challenges. 2.Instructions and So. W: •Read So. W and client’s instructions thoroughly to avoid ambiguity. •Engage with annotators for issues and criticalities and learn the specialty and uniqueness of the project. 3.Communications & Collaboration: •Act as a liaison in team communication, conveying updates, guidelines, and feedback effectively. •Collaborate with the Team Lead in managing client interactions, addressing queries, and providing project updates. 4.Adaptation & Flexibility: •Adapt quickly to changes in project specifications, guidelines, or tools, ensuring flexibility in handling diverse tasks. •Monitor and ensure that the team takes proactive measures to avoid delays and meets project deadlines. 5.Quality Assurance: •Take all measures to achieve the desired quality. •Collaborate with the Team Lead to ensure quality benchmarks are met. 6.Policies and Procedures: •Comply with company rules, regulations, policies & procedures. •Prepare and deploy business processes on all necessary issues.\n###Question###",
  "What are the dress guidelines? ###Answer### We maintain a business casual dress code policy. Please dress appropriately for your role and any client-facing interactions.\n###Question###",
  "What is Acme AI’s office address?/ Where is Acme AI office located? ###Answer### The current office address of Acme AI Ltd. is House 385, Road 06, Avenue 03, Mirpur DOHS, Dhaka-1216\n###Question###",
  "What is the Job Description/JD of Operation Manager? ###Answer### Job Description Date: 20 March 2024 Position: Operation Manager Reports to: COO and Chairman Sub-ordinate: Ops & LLM Coordinator, Project Coordinator 1.Management and Operations: •Manage and keep the company happy and in willing to do mode always to undertake any task. •Complete all tasks given to the company from various clients within the timeline and in an error free (max 2% errors) way. 2.Piloting: •Lead the pilot team with a view to achieve required velocity and accuracy to qualify in each pilot and secure new project. •Make every effort to secure all the project that we do piloting to ensure regular flow of project. 3.Daily Operations: •Oversee daily operations and guide the project coordinators to ensure velocity, accuracy and timely submission. •Oversee other admin and account matters including allocation of resources for smooth functioning of the company. •Make every effort to reduce the gaps among Capacity Hour, Generated Hour and Billable Hour. •Organize, train and maintain an effective pool of Contract Freelancers who can be put to task at any moment. •Ensure an individual annotator is giving 180 billable hours per month. 4.Client Relation Management (CRM): •Maintain and manage appropriate relationship with all clients in order ensure volume of work and gradual increase. •Build capacity to do all kind of annotation job at scale, in time and with quality to earn client’s trust and confidence. 5.SWOT & Data Analysis and Related Measures: •Analyze SWOT of the company on regular basis and take measures to derive due benefit and keep the company out of risk. •Do regular data analysis that gives accurate visibility of the company and info management about the outcome of SWOT and Data analysis. 6.Communication: •Establish a culture of top-down and bottom-up communication within the company to ensure transparency and keep all informed on need to know basis. •Keep regular and appropriate liaison and communication with the clients to secure regular orders/works. 7.ABP and Goals: •Prepare annual business plan and set monthly and yearly goals. •Steer the company as per ABP and strive to achieve monthly and yearly goal at any cost. 8.Budget and Expenses: •Prepare yearly budget on the basis of ABP. •Make all expenses on the basis of annual budget. 9.Policies and Procedures: •To standardize regular activities, have written policies and procedure as applicable on every issue. •Promulgate all policies and procedures to all concerned.\n###Question###",
  "Are there any rules for using AC, light or fan? ###Answer### To maintain an energy-efficient and comfortable workplace, please follow these guidelines: ● Air Conditioning (AC): Use the AC only when necessary and ensure it is turned off when leaving the room or at the end of the day. Set the temperature to a moderate level to conserve energy. ● Lights: Keep the working space well-lit and bright. If natural light is not sufficient, turn on the lights as needed. Always turn off lights when leaving a room or at the end of the workday. ● Fans: Use fans as needed and turn them off when leaving the room or at the end of the day. By following these rules, we can contribute to a sustainable and cost-effective work environment.\n###Question###",
  "What is a Limited company? ###Answer### A limited company, often denoted by \"Ltd.\" after its name, is a type of business entity where the liability of its owners (shareholders or members) is limited to the amount of their investment in the company. Limited companies are separate legal entities from their owners, allowing them to enter contracts, own property, and sue or be sued in their own right. Employees working for a limited company enjoy the benefits of working for a legally distinct entity that offers more security and structure compared to other forms of business ownership.\n###Question###",
  "If I need to borrow some office accessories like a laptop what is the procedure for that? ###Answer### If you need to borrow a laptop or any other valuable equipment, contact the HR department. Upon review of your request, you will be given a handover document to ensure the device or equipment is in the same state as when you received it. This process helps maintain accountability and care for company property.\n###Question###",
  "How many directors do Acme AI have? ###Answer### Currently we have 8 directors at Acme AI Ltd.\n###Question###",
  "What is the leave mail structure? ###Answer### Subject: Application for (Leave Type) Leave - [Dates] Dear [Supervisor's Name], I am writing to request (mention leave type) leave from [start date] to [end date] due to [brief reason for leave, e.g., personal reasons, medical reasons, vacation]. I have ensured that my current tasks are up-to-date and have delegated any urgent responsibilities to [colleague's name] during my absence. Thank you for considering my request. I look forward to your approval. Best regards, [Your Full Name] [Your Position] [Your Contact Information] Note: Feel free to adjust the details according to your situation and our company guidelines.\n###Question###",
  "How to get a Salary Statement letter? ###Answer### To obtain a Salary Statement letter from Acme AI Ltd. as an employee: 1. Request the letter from the HR department. 2. Specify the period for which you need the statement (e.g., monthly, yearly). 3. Provide any specific details required, such as salary breakdown or deductions. 4. HR will issue the Salary Statement letter detailing your earnings and deductions for the requested period.\n###Question###",
  "I have a new project idea. Whom should I reach with my idea? ###Answer### If you have a new project idea, you should reach out to your team lead, project coordinator or the Head of Operations. They will review your idea and determine how it can be integrated into our current projects or business strategy. Additionally, you may also share your idea with the management team through the operations team if needed.\n###Question###",
  "What is the policy for taking sick leave at Acme AI? ###Answer### Employees at Acme AI can take their entitled sick leave at any time subject to providing evidence of sickness e.g. diagnosis and prescription. Any duration beyond one day requires a valid medical document. Sick leave must be reported as early as possible and before office hours commence.\n###Question###",
  "Is there any policy for parental leave? ###Answer### Currently, there is no policy for parental leave at Acme AI.\n###Question###\nCould you please provide the Floor 3, Project Coordinator, TL, and ATL mail addresses for vacation or leave mailing?\n###Question###",
  "Are there sanitary napkins in the office? ###Answer### Yes, sanitary napkins are available for emergency use in the female washroom on the 5th floor.\n###Question###",
  "If you experience or witness harassment or discrimination at Acme AI, follow these steps: ###Answer### Immediate Reporting: Report the incident to your supervisor or the HR department as soon as possible. You can do this in person, via email, or through any designated reporting channels. Documentation: Keep a record of the incident, including dates, times, locations, and any witnesses. Confidentiality: Your report will be handled with confidentiality to protect your privacy and ensure a fair investigation. Investigation: HR will conduct a thorough investigation, which may include interviews with involved parties and witnesses. Action: Based on the findings, appropriate actions will be taken to address the issue and prevent future occurrences. Specific Protocols for Female Employees: Dedicated Support: Female employees can reach out to a designated female HR representative if they feel more comfortable. Safe Reporting: Female employees are encouraged to report any incidents of harassment or discomfort immediately, and they can request a private meeting for this purpose. Zero Tolerance: The company maintains a zero-tolerance policy towards harassment, ensuring swift action to protect female employees' rights and safety. By following these protocols, Acme AI ensures a safe and respectful work environment for all employees.\n###Question###",
  "What are the available training programs or courses provided by the company to enhance employees job-related skills and knowledge? ###Answer### At Acme AI, employees are encouraged to suggest any training programs or courses they feel would enhance their job-related skills and knowledge. Additionally, there are various free courses on platforms like Coursera and similar sites. Employees are encouraged to take advantage of these resources for their professional growth.\n###Question###",
  "What is adjustment leave? ###Answer### At Acme AI Ltd., adjustment leave is granted when an employee works on a weekend or off-day. This leave allows employees to balance their work commitments by compensating them with time off for their additional efforts on non-standard workdays.\n###Question###",
  "How long is the internship duration? ###Answer### The duration of an internship at Acme AI Ltd. is usually 3 months but may vary depending on specific requirements and project needs.\n###Question###",
  "Will the company support attendance at industry conferences? ###Answer### Yes, absolutely. If attending an industry conference can bring in new business or help the company improve and grow, Acme AI Ltd. will support it. If you believe a conference will be beneficial, communicate with the Head of Operations. If approved, you can attend. After the conference, it is essential to present your learnings to the leadership team and our MD, so everyone can benefit from your experience.\n###Question###",
  "Smoking in the workplace/Can you explain smoking in workplace policy? So where can I smoke? ###Answer### Smoking inside the office premises is strictly prohibited at Acme AI Ltd. If necessary, employees may smoke outside of the office area or on the rooftop after obtaining permission from their supervisor, for a limited time. However, they must inform their station's whereabouts and ensure that colleagues are not affected by the smell, taking appropriate measures.\n###Question###",
  "How to get NOC when I am leaving the company? ###Answer### To obtain a No Objection Certificate (NOC) from Acme AI Ltd. if you are leaving the company, follow these steps: 1. Write a formal request addressed to the HR department, stating your intention to obtain an NOC. 2. Specify why you need the NOC, whether it's for further studies, another job, or personal reasons. 3. Ensure all outstanding dues, including loans or advances, if any, are cleared with the company. 4. Return any company property, such as laptops, access cards, or uniforms, and settle any related dues. 5. Complete any exit formalities as required by the company, such as handing over responsibilities or attending an exit interview. 6. Once the company verifies that all requirements are met, they will issue the NOC stating that they have no objection to your plans.\n###Question###",
  "What are the criteria for Eid Bonus? ###Answer### The criteria for receiving an Eid Bonus at Acme AI are as follows: For Employees Who Have Completed 6 Months: Permanent employees who have completed 6 months of service are eligible for 50% of their total gross salary as the Eid Bonus. For Employees Who Have Not Completed 6 Months: Employees who have not yet completed 6 months will receive a prorated bonus. The bonus amount is calculated as 25% of their gross salary, multiplied by the number of completed months of service, and then divided by the probation period in months.\n###Question###",
  "What is the Job Description/JD of Office Assistant? ###Answer### Job Description Date: 20 March 2024 Position: Office Assistant Reports to: Office Admin and HRM Department Subordinate: N/A Responsible for: 1.Ensure office security of the assigned floor. Office security to include: •Stopping unauthorized entry •Keeping protection against fire, electrical or any other hazards. 2.Keep all office equipment serviceable 24/7 in the assigned floors. 3.Keep the assigned floor neat, clean and work worthy all the time. 4.Carry out various administrative works as and when ordered. 5.Ensure daily admin support for the employees as per company guidelines. 6.Handle guest as per company guidelines. 7.Monitor and safe keep all inventory in the assigned floor. 8.Keep the store in neat, tidy and transparent condition. 9.Maintain all equipments regularly and keep them in working condition always. 10.Keep the utilities connections operational all the time. 11.Keep track of the teams' essential requirements, including items on their tables and desks, and organize them promptly. 12.Adhere consistently to company policies, rules, and regulations, including those pertaining to the leave policy, documentation procedures, and the maintenance of office environments. 13.Carry out all ISO and GDPR related responsibilities as required by the position. Leave\n###Question###",
  "What is the confirmation procedure of a new employee? Duration of probation period? ###Answer### The confirmation procedure for a new employee at Acme AI Ltd. involves a probation period of 6 months. At the end of this period, the employee's performance is evaluated by their supervisors from the operations department and HR department. If your performance meets satisfactory standards, they are confirmed as full-time employees. If there are concerns about your performance, HR will discuss options such as extending your probation or terminating your employment.\n###Question###",
  "What is the Job Description/JD of ML Engineer? ###Answer### Job Description Date: 20 March 2024 Position: ML Engineer Reports to: Operation Lead, COO & Chairman Sub-ordinate: Strategic Support Team 1.Product Plan & Development: •Plan and design AI-related products. •Develop the product. •Oversee its marketability and business opportunities. •Ensure functionality of the product •Communicate & work with cross-functional teams and clients for seamless and effective results. 2.Visibility in the Social Media: •Ensure our brand visibility by regularly posting in Discord (SALN), and on Linked. In when required. •Give minimum two/three posts in the SALN Channel each week that depicts our thought leadership. •Respond to all queries posted on social media specially in the SALN. 3.Leading and Guidance: •Lead Ailytics Team, providing guidance and support for better performance. •Build strong relationships with clients. 4.Training and Briefing: •Train new operators up to the mark of project requirements in the Ailytics Team. •Develop and maintain SOP as and when required. 5.Performance Evaluation: •Conduct regular performance evaluations of the team members, provide constructive feedback, and set their development goals. •Ensure compliance with company policies by all under you.\n###Question###",
  "What is the provident fund policy of ACME AI? ###Answer### Here's the provident fund policy at Acme AI Ltd.: Eligibility: All permanent employees (FTEs) are eligible. Must complete at least 3 years of continuous service with the company. Not eligible if dismissed. Entitlement: Less than 3 years: Not entitled. 3 to 10 years: One month's basic salary per year of service. Over 10 years: One-and-a-half months' basic salary per year of service. About Acme AI\n###Question###",
  "What is the Job Description/JD of Office Admin? ###Answer### Job Description Date: 20 March 2024 Position: Office Admin Reports to: HRM Department Sub-ordinate: Office Assistant Responsible for: 1.Ensure attendance management of all employees in the ERP and submit daily attendance reports. Additionally, input the cost and other relevant information into the ERP system as per requirement. 2.Help HR Executive handle petty cash of the company and keep proper accounts for onward submission to the account branch. 3.Maintain and update personal files of all employees including offshore employees as per HR policies. 4.Keep all office equipment serviceable 24/7 on the assigned floors. 5.Carry out various administrative works as and when ordered. 6.Monitor and safely keep all inventory on the assigned floor. 7.Keep the utilities connections operational all the time. 8.Actively engage in purchase-related responsibilities within the organization, managing procurement processes to ensure the smooth acquisition of goods and services for the company. 9.Entrusted with the task of overseeing and facilitating deposit and withdrawal operations with the bank. 10.Ensure daily admin support for the employees as per company guidelines. 11.Handle guests as per company guidelines. 12.Ensure a continuous internet connection, and in the event of any disruptions, promptly communicate with the vendor to resolve the issue within a maximum time frame of 30 minutes. 13.Keep track of the teams' essential requirements, including items on their tables and desks, and organize them promptly. 14.Adhere consistently to company policies, rules, and regulations, including those pertaining to the leave policy, documentation procedures, and the maintenance of office environments. 15.Carry out all ISO and GDPR-related responsibilities as required by the position.\n###Question###",
  "Contact details of the management team? ###Answer### Operation Lead- Md Mominul Islam Shishir Operation Manager- Md Zubaer Hossain Operations and LLM Program Coordinator- Sumaya Siddiqui Project Coordinator- Md Ramjan Islam Project Coordinator- Md Rashed Khan Milon Project Coordinator- Tariqul Islam Bablu ML Engineer- Omar Faruk\n###Question###",
  "Can you please tell me what the Earned Leave policy & the encashment policy is? ###Answer###: Effective January 1, 2024, employees are entitled to 16 annual leave days after one year of service, distributed evenly across four quarters. Leave can be encashed up to 4 days per quarter, with any unused leave converted to salary at quarter-end. Encashment amounts are based on daily wages at the time of encashment. Rules for taking annual leave are outlined in our HR Policy. The policy undergoes periodic review. Please review the full policy for compliance details\n###Question###",
  "What is an experience letter? When can an employee get the experience letter? ###Answer### An experience letter is an official document issued by an employer to an employee upon their departure from the company. It typically includes details such as the employee's job title, dates of employment, and sometimes includes a brief assessment of their performance. Employees usually request an experience letter when they leave a job to provide proof of their work experience to potential future employers. Documents\n###Question###",
  "Does Acme AI have trainers for all types of projects? ###Answer### We have dedicated a trainer for tools like polygon, pixel, bounding box, and polyline. Additionally, project coordinators and team leads also train their teams to meet specific project requirements.\n###Question###",
  "What is the process for returning company property when leaving? ###Answer### When leaving the company, follow these steps to return company property: Notify HR: Inform the HR department about your departure and initiate the return process. List of Property: Prepare a list of all company property assigned to you, including laptops, phones, ID cards, and any other items. Return Property: Return the items to HR or the designated person. Ensure that all items are in good condition and are accounted for. Clearance Form: Complete a clearance form if required, indicating that you have returned all company property. Final Confirmation: Obtain confirmation from HR that all property has been returned and the return process is complete. Make sure to complete these steps before your last working day to ensure a smooth transition.\n###Question###",
  "Where is the washroom?/ Is there a common washroom or separate washroom for male and females? ###Answer### There are separate washrooms for male and female employees. There is one male and one female washroom on every floor for Acme AI employees. The doors are labeled to denote the male and female washrooms.\n###Question###",
  "How to do freelance work as a full time employee? ###Answer### Once you have completed your daily target, equivalent to 8 hours of work, you are permitted to engage in freelancing activities. However, it is crucial to maintain high- quality work standards. Please be aware that any outstanding loss hours at the end of the salary month will result in deductions from your freelance earnings or salary.\n###Question###",
  "When will Acme AI provide Office Buses for its employees ? ###Answer### As a startup, providing office buses is not feasible at the moment. However, as we grow and our resources allow, it will be a priority for us to consider.\n###Question###",
  "What is the maximum number of casual leave days that can be taken at once at Acme AI? ###Answer### At Acme AI, a maximum of one (01) day of casual leave can be taken at once. The minimum notice period required for applying for casual leave is 2 days in advance for approval.\n###Question###",
  "Which languages can you give my answer to? ###Answer### I can provide answers in both Bangla and English. If you need information in either language, just let me know!\n###Question###",
  "How can I give feedback to my manager? ###Answer### To provide feedback to your manager, you can schedule a one-on-one meeting to discuss your thoughts and suggestions. Alternatively, you can send a structured email or feedback form if available. Ensure your feedback is constructive, specific, and focused on improvement. If you prefer, you can also use formal channels like company feedback systems or anonymous suggestion boxes if provided.\n###Question###",
  "Unpaid Leave procedure? ###Answer### Unpaid leave at Acme AI Ltd. applies in situations such as emergencies during probation, absence of allocated leave, or non-compliance with leave procedures. Officially inform your supervisor and HR dept via email as with other leave types, before office starts. Unpaid leave deductions amount to one day's salary for each day taken.\n###Question###",
  "Is there any restaurant or food court nearby where I can have lunch or snacks? ###Answer### Yes, there are a few options nearby where you can have lunch or snacks. CSD Shorobor and the MES Canteen are close to the office. You can use Google Maps to find directions to these places. Additionally, you can use food delivery services like Foodpanda or Pathao to have food delivered from nearby restaurants. Please remember to get permission from your supervisor before leaving the office premises during office hours. In addition, catering services provide office lunches with a fixed menu for each day. You can contact them to place orders the day before or in the morning. Here is their contact number: 01916514885\n###Question###",
  "Is there a designated rest area or facility for female employees to manage every needs or menstrual needs comfortably and privately? Also, does the company provide sanitary products or have a policy in place for supporting female employees menstrual hygiene needs? ###Answer### At Acme AI, there is no designated rest area specifically for female employees, but there are sanitary napkins available in the female washroom on the 5th floor for emergency use. For menstrual needs, we provide a supportive environment and encourage employees to speak with HR if they have specific requirements or need additional support.\n###Question###",
  "What is the procedure for requesting training or professional development opportunities? ###Answer### To request training or professional development opportunities at Acme AI, first identify the specific training or development program you’re interested in. Then, submit a request to your supervisor, outlining how the training aligns with your role and professional growth. Your supervisor will review the request and forward it to HR if appropriate. HR will assess the request based on company needs and budget and inform the management. If approved, HR will coordinate the training arrangements and provide further details.\n###Question###",
  "How to apply for leave?/ Where should I send the email for the leave application?/ Whom should I mail for leaves? /Whom to put in CC of the leave mail? ###Answer### To apply for any kind of leave, employees must send a proper email in advance with justification. The subject line should specify the type of leave and the mail body must include the dates requested. The email should be addressed to their Team Lead or Immediate Supervisor in the To field, with the Project Coordinator, Operations Manager, and HR Department included in the CC field. For the HR department, keep people@acmeai.tech and limon.acme@gmail.com in CC. Additionally, employees must submit a leave request in the ERP system ahead of time, adhering to the specified deadlines for both email and ERP submissions. These procedures are mandatory and must be followed accordingly.\n###Question###",
  "What is our maternity leave policy? ###Answer### At Acme AI Ltd., our maternity leave policy requires employees to have worked for at least 6 months and have confirmed job status. Maternity leave spans 120 days, providing adequate time for maternity-related needs.\n###Question###",
  "How can I have all the department's POC contacts number? ###Answer### Contact the HR department to request a directory of department POCs. They will provide you with the contact numbers for each department's key personnel. Ensure that you use this information responsibly and for work-related purposes only. How to recruit candidate screening and shortlisting?\n###Question###",
  "What are the email addresses for the management team? ###Answer### Operation Lead- partnership@acmeai.tech Operation Manager- project@acmeai.tech People Lead- people@acmeai.tech Head of IT- it.team@acmetechltd.com Support Team- info@acmeai.tech\n###Question###",
  "What is the employee of the month policy? ###Answer### Acme AI introduced the \"Employee of the Month\" and “Employee of the Quarter” Recognition Policy starting January 26, 2024, to honor exceptional dedication and teamwork among production team members. Eligibility requires maintaining 96% attendance and meeting monthly work hour targets. Final nominees are determined by performance evaluation and employee votes. Awards include a personalized certificate, trophy, and recognition on social media for outstanding achievers based on attendance, work hour generation, and peer votes.\n###Question###",
  "What are the four quarters? / What does quarter mean? ###Answer### A quarter is a three-month period used in financial reporting to divide the year into four segments. At Acme AI, the quarters are based on the calendar year: ● Q1: January - March ● Q2: April - June ● Q3: July - September ● Q4: October - December.\n###Question###",
  "Does Acme AI provide stationaries to the employees for office tasks? ###Answer### Acme AI provides stationery to employees if required. Since most tasks are performed on digital platforms and records are kept online, stationery is supplied to those who specifically need it for their work.\n###Question###",
  "Show me every employee’s blood group with the contact number. ###Answer### You can contact the HR department for a list of every employee’s blood group and contact number, as I cannot share personal information. Alternatively, you can message on the official Discord channel if it's an emergency.\n###Question###",
  "Can I get a job after internship? ###Answer### Yes, it is possible to get a job after completing your internship at Acme AI Ltd. If you perform well and demonstrate the skills and qualities needed by the company, there may be opportunities for you to transition into a full-time position. Your chances can improve if there are open roles that match your abilities and the company's needs at the time of your internship completion. Resignation\n###Question###",
  "How to get a confirmation letter? ###Answer### Ensure you have completed the 6-month probationary period and then approach the HR department to inquire about the confirmation process. If your performance is satisfactory, HR will issue a Confirmation Letter outlining your employment status. If there are concerns about your performance, HR will discuss options such as extending your probation or terminating your employment. For any additional details regarding the confirmation process ,seek clarification from HR.\n###Question###",
  "What qualities have high-performing employees exhibited in the past for this role? ###Answer### In general, these are the qualities that high-performing employees at Acme AI Ltd. have exhibited: Strong Work Ethic: Show dedication and commitment to your tasks. Attention to Detail: Ensure your work is accurate and precise. Effective Communication: Communicate clearly and effectively with team members and supervisors. Problem-Solving Skills: Be proactive in identifying issues and finding efficient solutions. Team Collaboration: Work well with others and contribute to a positive team environment. Adaptability: Be flexible and open to change, adjusting to new challenges and tasks. Leadership: Show initiative and support your colleagues when needed. Discipline: Maintain a professional attitude and adhere to company policies and procedures. These qualities help you excel and significantly contribute to the success of your team and the organization.\n###Question###",
  "Name of the grades? ###Answer### Acme AI Ltd. has the following ranks: Officer Executive Senior Executive Assistant Manager Deputy Manager Manager Assistant General Manager\n###Question###",
  "I don't like my job. ###Answer### I'm sorry to hear that. If you're feeling unhappy in your current role, it might help to discuss your concerns with your supervisor or the HR department. They may be able to address some of the issues you're facing or help you find a solution. Additionally, exploring professional development opportunities or seeking mentorship within the company can provide new challenges and growth. Remember, your well-being and job satisfaction are important, and there are often ways to make improvements.",
  "How does the Acme AI handle confidential employee data and information? Also, what is the protocol for handling sensitive or classified information? ###Answer### Handling Confidential Employee Data: Secure Storage: Employee data is stored securely with access limited to authorized personnel. Encryption: Sensitive data is encrypted to protect it from breaches. Regular Audits: Periodic checks ensure data protection compliance. Protocol for Handling Sensitive Information: Clearance Levels: Access is based on job requirements. NDAs: Employees sign Non-Disclosure Agreements. Secure Communication: Use encrypted channels for sharing sensitive info. Physical Security: Store sensitive documents in locked cabinets. Training: Regular sessions on data protection and handling sensitive info. Reporting: Report any breaches or suspicious activities to IT or HR immediately. These measures help protect confidential and sensitive information at Acme AI. Acme AI Ltd. is ISO 9001 and ISO 27001 compliant.\n###Question###",
  "How are conflicts or disputes resolved among employees or teams? ###Answer### At Acme AI, conflicts or disputes among employees or teams are resolved by first encouraging open communication between the involved parties. If the issue isn’t resolved through direct discussion, HR or a neutral mediator will step in to help facilitate a solution. HR will investigate the situation, gather information, and recommend actions to address the issue. We follow up to ensure the resolution is effective and to support a positive work environment.\n###Question###",
  "Where is our fire safety equipment? ###Answer### Currently, we are in the process of purchasing new fire extinguishers, as the previous ones have expired. For now, please be aware that the safety measures are being updated to ensure compliance with safety standards.\n###Question###",
  "Can I take leave during the probationary period?/How to take leave during the probation period? ###Answer### During the probation period, there are no leave facilities and employees are strongly discouraged from missing office. In case of an absolute emergency, they may take a day off, which will be considered as unpaid leave.\n###Question###",
  "How to apply for office accessories? ###Answer### To apply for office accessories, talk to your project coordinator or team lead. They will contact the HR department and obtain an Excel sheet where you can list your requirements. The HR department will then cross-check the list, and a requisition will be raised for management approval. Once approved, the items will be purchased and provided to you.\n###Question###",
  "What is lay off? ###Answer### Lay off refers to the temporary or permanent termination of employment by a company or organization, typically due to economic reasons, restructuring, or a lack of work. It is an authoritative decision made by the employer or management to reduce the workforce, often resulting in employees being temporarily or permanently separated from their jobs.\n###Question###",
  "What documents are given to the new employee? ###Answer### On your joining day at Acme AI Ltd., you will receive an appointment letter and a Non- Disclosure Agreement (NDA) that you will need to sign.\n###Question###",
  "What is the onboarding procedure? ###Answer### Here's an organized outline of the onboarding procedure at Acme AI Ltd.: ● Submit required documents and sign the appointment letter and Non-Disclosure Agreement (NDA). ● Attend orientation with the HR department. ● Fill out the bank account application form for salary disbursement. ● Receive an introduction to the entire office and understand the organizational structure. ● Meet your Team Lead and team members, locate your workstation. ● Open a Discord account and join the official channel for communication. ● Create a Gmail account for company communications. ● Obtain fingerprint access for security purposes. ● Set up an ERP account for internal processes. ● Attend an introductory meeting with the Managing Director (MD) and Chairman to familiarize yourself with company goals and culture. This structured process ensures new employees are equipped with the necessary tools, information, and introductions to start their role effectively at Acme AI Ltd.\n###Question###",
  "How are complaints or concerns regarding management or coworkers addressed? ###Answer### Complaints or concerns regarding management or coworkers at Acme AI are addressed as follows: Report the Issue: Submit your complaint to HR or a trusted senior manager. Provide clear details about the issue. Confidentiality: Your complaint will be handled confidentially to protect your privacy and ensure a fair process. Investigation: HR will investigate the complaint, including interviewing involved parties and gathering relevant information. Resolution: Based on the findings, appropriate actions will be taken to address the issue and resolve the concern. Follow-Up: HR will follow up with you to ensure the issue has been resolved satisfactorily and to prevent recurrence. This process ensures that complaints are handled effectively and professionally. General Questions\n###Question###",
  "Is there any designated place for guests? ###Answer### For personal guests, there is no designated area. However, you can receive them in the conference room if it is available at that time, after obtaining approval from the HR department.\n###Question###",
  "Where can I find the company's organizational chart? ###Answer### You can find the company's organizational chart through the HR department or on the company's internal portal if available. The structure is as follows: The head of the company is the Chairman, followed by the COO. The operations are overseen by the Operations Lead, who supervises all departments. The Operations Department is led by the Operations Manager, supported by an Operations Coordinator and three Project Coordinators. Each Project Coordinator manages three teams, each consisting of a Team Lead, an Assistant Team Lead, and 5-6 Annotators. In the HR/People Department, there is a People Lead and two Office Assistants. The Strategic Support Team includes an ML Engineer, who oversees the Offshore Support Team and Software Development. The Head of IT is shared by the Acme Group. For a detailed visual representation, please reach out to the HR department.\n###Question###",
  "What is the turnover rate of the company? ###Answer### Last year, in 2023, the turnover rate was 57.8%.\n###Question###",
  "How do you determine a competitive salary structure? ###Answer### Determining a competitive salary structure involves several key steps: Market Research, Job Analysis, Benchmarking, Internal Equity, Company Budget, Employee Feedback, Regulatory Compliance, Adjustments and Reviews etc. As a startup, we're committed to offering competitive salaries and improving your overall lifestyle. We understand the importance of fair compensation and are continuously exploring ways to make our business thrive so we can provide better pay and benefits. Your contributions are valuable, and we're dedicated to finding ways to enhance your experience with us.\n###Question###",
  "Tell me about Ailytics team. ###Answer### The Ailytics team is our offshore support team responsible for providing offshore services to Ailytics. This team operates similarly to others, with a supervisor overseeing the team and various members handling specific tasks and responsibilities. Their role is crucial in ensuring smooth and effective support for Ailytics’ needs.\n###Question###",
  "Is an employee required to do extra work/overtime at Acme AI Ltd.? ###Answer### Employees are expected to be available for overtime work as required at Acme AI Ltd. Efforts should be made to schedule overtime with advance notice whenever possible to allow employees to adjust their schedules and outside commitments. However, there may be instances where advance scheduling is not feasible. Refusal to work overtime without valid reasons may be considered a violation of lawful orders.\n###Question###",
  "What is the Job Description/JD of Strategic Support Executive? ###Answer### Job Description Date: 20 March 2024 Position: Strategic Support Executive Reports to: ML Engineer/Supervisor Sub-ordinate: N/A 1.Monitoring and Overseeing: •Monitor the given projects most attentively •Detects and flag anomalies in data streams through proper channels. 2.Flagging Quality Compromises: •Analyze benchmarks and flag quality compromises. •Report risks in labeled datasets and projects in general. 3.Tracking and Updating: •Regularly track and update project progress •Communicate the report/data with relevant stakeholders. 4.New Operator Training: •Actively participate in training the new operators. •Provide proper guidance and support for the smooth onboarding process of the newcomers. 5.SOP: •Documenting the internal Standard Operating Procedures (SOP) for the client. •Ensure that essential processes are well-documented and accessible. •Adhere consistently to company policies, rules, and regulations. 6.Any other responsibilities deemed necessary/appropriate given by the superiors for organizational benefits\n###Question###",
  "What accessories company provide to a new employee? ###Answer### Each new hire receives a fully equipped workstation with a PC setup. Depending on the project's requirements, employees may also be issued headphones to facilitate their work. Additionally, every new employee is given a coffee mug, which they can obtain from the HR department.\n###Question###",
  "Can you explain the procedure for addressing workplace conflicts or grievances? ###Answer### If you have a workplace conflict or grievance, follow these steps to address it: Direct Communication: Initially, try to resolve the issue directly with the involved parties through open and respectful communication. Inform Your Supervisor: If direct communication doesn't resolve the issue, inform your team lead or supervisor about the conflict or grievance. Provide them with all relevant details. Contact HR: If the issue remains unresolved, escalate it to the HR department. HR will review the matter, conduct a fair and thorough investigation, and mediate between the parties involved. Formal Complaint: If necessary, submit a formal written complaint to HR. This complaint should include specific details about the conflict or grievance, including dates, times, and any relevant evidence. Resolution and Follow-Up: HR will work to resolve the issue and implement appropriate actions. Follow-up meetings may be scheduled to ensure the resolution is effective and to address any further concerns. Acme AI Ltd. is committed to maintaining a positive work environment and ensuring all conflicts and grievances are handled professionally and fairly.\n###Question###",
  "How can I change my direct deposit information? ###Answer### To change your direct deposit information, contact the HR department and provide them with the updated bank account details. Ensure you submit this information with sufficient time before the next payroll cycle to allow for processing and avoid any disruptions in receiving your salary. HR will update your records and confirm once the change has been successfully made.\n###Question###",
  "How is the salary month calculated? ###Answer### Our salary month starts on the 26th and concludes on the 25th of the following month. This timeline allows ample time for calculation, auditing, and salary disbursal on the 1st day of the subsequent month, ensuring smooth and timely payment processes.\n###Question###",
  "Is there a refrigerator in the office?/ What is the refrigerator usage policy for employees? ###Answer### Employees are welcome to use the refrigerator in the dining area to store their food and drinks. Please label your items with your name and the date. Be mindful to keep the refrigerator clean by promptly removing any expired or unwanted items. Shared usage relies on mutual respect and consideration for others.\n###Question###",
  "What is the company’s policy on overtime pay? ###Answer### We consider overtime as freelance work at Acme AI Ltd., and payments are made accordingly based on agreed terms. Employees must obtain advance approval from their supervisor for any additional work.\n###Question###",
  "What documents do new employees need to provide? ###Answer### Essential Documents to be Submitted by New Hires: 1. Employee Experience and Release Letter from Previous Employer (if any): ● An official letter from your previous employer confirming your experience with them. ● A letter of release, if applicable, to ensure a smooth transition from your previous role. 2. Education Certificates: ● Copies of SSC, HSC, Graduate and Post-graduate Certificates. 3. National ID Card and Nominees ID Card: ● Two copies of your and one copy of your nominee’s national ID card. ● Details of your nominee, including their name and contact information. 4. Passport Size Photos: ● Four copies of your and two copies of your nominees’ recent passport-size photograph. Please ensure that the provided documents are clear and legitimate. If you have any concerns or\n###Question###\ns regarding the submission of these documents, please feel free to reach out to our HR department.\n###Question###",
  "I have python programming skills, can I work in the ML team? ###Answer### Yes, with Python programming skills, you could be a strong candidate for the ML team at Acme AI Ltd. Python is a fundamental language in machine learning and data science, and your skills would be valuable for developing and implementing ML models. To explore opportunities within the ML team, you should: 1. Reach Out to the ML Team: Contact the team directly or through the HR department to express your interest and discuss potential roles or projects. 2. Review Open Positions: Check if there are any current job openings within the ML team that align with your skills. 3. Showcase Your Skills: Prepare a portfolio or examples of your work in Python and machine learning to demonstrate your expertise. 4. Undergo a Test: Be prepared to undergo a technical assessment or test to evaluate your proficiency and suitability for the ML team. Your Python skills will be a great asset in the ML field, and expressing your interest while demonstrating your abilities can help you find opportunities to contribute to the team.\n###Question###",
  "What is the company goal for the next two years? ###Answer### The company goal for the next two years is to become the best annotation service company and diversify our business by developing our own product. Operation Team: Employee Name Email Table Blood Group Position Punom Chowhan punom.acmeai@g mail.com 1-A Saiful Islam Likhon saifulislamlikhon.a cmeai@gmail.com 1-A Md. Nurshad Hossain Shad nurshadhossainac meai@gmail.com 1-A MD. Naymul Islam naymul.acmeai@g mail.com 1-A Sadia Afrin Juthi juthi.acmeai@gma il.com 1-B Nazmus Sakib nazmus.acmeai@g mail.com 1-B Minhaj Uddin minhaj.acmeai@g mail.com 1-B Md Shakil Ahamed shakil.acmeanno@ gmail.com 1-C Mahfuj Alam mahfuj.acmeai@g mail.com 1-C Imran Hossain imran.acmeai@gm ail.com 1-C Tasmia Ferdous Oyeshee tasmia.acmeai@g mail.com 1-C Ibrahim Khan Riyad riyadh.acmeai@g mail.com 2-A Ehsanul Haque ehsan33acmeai@g mail.com 2-A B+ O+ O+ A+ O+ O+ O+ O+ O+ B+ O+ B+ O+ Team Lead Assistant Team Lead Production Officer Production Officer Team Lead Assistant Team Lead Production Officer Team Lead Assistant Team Lead Production Officer Production Officer Team Lead Assistant Team Lead Jannatul Ferdous jannat.acmeai@g mail.com 2-A Mahfuzul Ahmed mahfuz3210.acme ai@gmail.com 2-A Md Hosne Rabby rabby.acmeai@gm ail.com 2-A Mihira Alam mihira.acmeai@g mail.com 2-A Abu Answar Jafri jafri.acmeai@gmai l.com 2-B Abu Rayehan rayehan.acmeai@ gmail.com 2-B Khadija Akter Meghla meghla.acmeai@g mail.com 2-B Asraful Alam Prottoy prottoy.acmeai@g mail.com 2-C Md. Mahade Hasan mahade.acmeai22 @gmail.com 2-C Mirazul Islam Raz miraz.acmeai@gm ail.com 2-C Md.Nuruzzama n Nomun aminomun.acmeai @gmail.com 2-C Md. Shoriful Islam shoriful.acmeai@g mail.com 2-C Maruf Hasan Shishir maruf1224.acmeai @gmail.com 3-A Mirajul Islam mirajul.acmeai@g mail.com 3-A Mehmud Avy avyacmeai164@g mail.com 3-A A+ A+ O+ B+ O+ O+ B+ A+ Production Officer Production Officer Production Officer Production Officer Team Lead Assistant Team Lead Production Officer Production Officer AB+ Team Lead O+ B+ A+ A+ O+ O+ Assistant Team Lead Production Officer Production Officer Team Lead Assistant Team Lead Production Officer Lipi Akter lipiakter.acmeai@ gmail.com 3-A Md. Razu Ahmed razu.acmeai@gma il.com 3-B Md Khayrul Islam khayrul.acmeai@g mail.com 3-B Farzana Gisan farzana.acmeai@g mail.com 3-B Bhuban Roy bhuban.acmeai@g mail.com 3-B Najmul Islam Naim najmulnaim.acmea i@gmail.com 3-C Shaolin Rahman shaolin.acmeai@g mail.com 3-C Akida Hossain Liza liza.acmeai@gmail .com 3-C Md. Sabbir Hossain sabbir.acmeai@g mail.com 3-C Shamim Ahammed shamim.acmeai@g mail.com 3-C B+ O+ O+ O+ O+ A+ A+ B+ A+ Production Officer Team Lead Assistant Team Lead Production Officer Production Officer and Trainer Team Lead Assistant Team Lead Production Officer Production Officer Production Officer The project coordinator for Table 1-A, 1-B and 1-C is Md Rashed Khan Milon. The project coordinator for Table 2-A, 2-B and 2-C is Tariqul Islam Bablu. The project coordinator for Table 3-A, 3-B and 3-C is Md Ramjan Islam. Mominul Islam Shishir Operation Lead Md. Zubaer Hossain Operations Manager mominulislam.acmeai@gmail.com partnership@acmeai.tech zubaer.acmeai@gmail.com project@acmeai.tech Sumaya Siddiqui Operations Coordinator sumaya.acmeai@gmail.com people@acmeai.tech Md. Ramjan Islam Project Coordinator romjan.acmeai@gmail.com Md. Rashed Khan Milon Project Coordinator rashed.acmeai@gmail.com Tariqul Islam Bablu Project Coordinator tariqul.acmeai@gmail.com Strategic support/ offshore support team: Omar Faruk ML Engineer omarfaruk.acmeai@gmail.com Rubyat Raina Nawshe Strategic Support rubyatraina22.acmeai@gmail.com Dewan Ashrafi Rodela Strategic Support dewanrodela.acmeai@gmail.com Mosharaf Hossain Juwel Strategic Support mosharaf.acmeai@gmail.com Job Description\n###Question###",
  "How to add/update my fingerprint in the fingerprint device? ###Answer### To add or update your fingerprint in the fingerprint device, follow these steps: Contact the HR Department: Reach out to the HR department to inform them that you need to add or update your fingerprint. Meet with Office Assistant Royal Mia: The person in charge of the fingerprint device is office assistant Royal Mia. Coordinate with him to schedule a time for adding or updating your fingerprint. Fingerprint Registration: Go to the designated fingerprint device where Royal Mia will assist you in registering your fingerprint into the ERP machine. Employee ID: If you are a full-time employee, you will receive an employee ID after your fingerprint has been successfully registered.\n###Question###",
  "How can I check my remaining vacation days? ###Answer### You can check your remaining vacation days through the ERP system. Log in to the ERP portal and navigate to the \"Leave Interface\"section to view your available vacation days. If you encounter any issues, contact the HR department for assistance or mail limon.acme@gmail.com\n###Question###",
  "What is Acme AI’s website link? ###Answer### https://www.acmeai.tech/\n###Question###",
  "When is the weekly holiday of Acme AI Ltd? ###Answer### Currently, Saturday is the weekly holiday at Acme AI Ltd. This may change in the future if the authority decides.\n###Question###",
  "What is the procedure for submitting suggestions or feedback to management? ###Answer### To submit suggestions or feedback to management at Acme AI, follow these steps: Prepare Your Feedback: Clearly outline your suggestion or feedback, providing specific details and potential benefits. Submit Your Feedback: Share your suggestion with your supervisor or directly with the HR department. You can also use any designated feedback channels or forms. Review Process: Management will review your feedback and consider it in the context of company goals and needs. Follow-Up: You may be contacted for further discussion or clarification. Management will inform you of any actions taken based on your feedback. This process ensures your suggestions are heard and considered for improving our work environment.\n###Question###",
  "How to become a contractual employee at Acme AI Ltd.? ###Answer### To become a contractual employee at Acme AI Ltd., first contact the HR department to express your interest. Contractual positions are filled based on project requirements. You will need to complete the necessary training and pass the relevant test to qualify for these roles. Stay updated with HR for opportunities as they arise.\n###Question###",
  "Tell me about the office space. ###Answer### The office space for Acme AI is spread across the 4th and 5th floors. 4th Floor: This floor includes 44 desks and a conference room. 5th Floor: Here, you'll find 53 desks, an operations and HR room, the MD & Chairman's room, and a dining area. Each floor is equipped with three washrooms. The layout ensures that employees have access to necessary facilities and comfortable working spaces.\n###Question###",
  "How to get NOC when I am visiting another country? ###Answer### To obtain a No Objection Certificate (NOC) from Acme AI Ltd. for visiting a foreign country without leaving the company, follow these steps: 1. Write a formal request addressed to the HR department requesting an NOC for your intended foreign travel. Include the purpose of your visit, destination, and duration of stay. 2. Explain why the NOC is necessary for your trip, such as attending a conference, training, or personal reasons. Assure them of your commitment to your job responsibilities. 3. Include details such as travel dates, and contact information during your absence. 4. The HR dept may review your request and consult with relevant departments. 5. Once approved, HR or your supervisor will issue the NOC stating that the company has no objection to your travel plans. 6. Keep a copy of the NOC with you during your trip, as it may be required during visa application or at immigration. By following these steps, you can secure the necessary NOC from Acme AI Ltd. for your travel abroad.\n###Question###",
  "How is an employee's salary calculated? ###Answer###: Here is the official salary breakdown based on company policy: ● Basic Salary: 31.25% of Gross Salary ● House Rent Allowance: 100% of Basic Salary ● Medical Allowance: 60% of Basic Salary ● Transport Allowance: 35% of Basic Salary ● Mobile Allowance: 15% of Basic Salary ● Internet Allowance: 10% of Basic Salary\n###Question###",
  "When was Acme AI founded? ###Answer### Acme AI Ltd. was founded in 2020 by Syed Sharek Ahmed Roomy and co-founded by Syed Sadhli Ahmed Roomy\n###Question###",
  "What facilities are there in our dining room? ###Answer### Our dining area is equipped with a water filter, an oven, a refrigerator, a kettle for boiling water, a coffee machine and various glassware such as plates and glasses. Additionally, we have facilities for dishwashing to ensure cleanliness and convenience.\n###Question###",
  "What is a fiscal year? ###Answer### At Acme AI, our fiscal year runs from June to July of next year. A fiscal year is a 12- month period used for accounting and financial reporting. It does not necessarily align with the calendar year, and companies choose their fiscal year based on their business cycles.\n###Question###",
  "What is the home office policy?/ Can I work remotely? ###Answer### Acme AI Ltd. employees can apply for home office by emailing their supervisor and CC'ing the HR department before office hour starts, explaining the reason for the request. If the supervisor approves and circumstances allow, the home office will be granted. Employees must complete 10% extra of the daily target while working from home. Attendance incentives will be maintained if the 10% extra target is met and the employee is on time on all other office days. This policy is subject to change; please consult the HR department for details.\n###Question###",
  "What is the company’s financial health and growth outlook? ###Answer### As a startup, Acme AI Ltd. is in the early stages of growth and development. We are actively seeking new business opportunities and looking to diversify our services to ensure a robust and sustainable future. While we are still building our financial foundation, our innovative approach and commitment to quality position us well for long-term success. Our focus is on expanding our client base, exploring new markets, and continuously improving our operations to drive growth and achieve our business objectives. If you have any good, innovative ideas that could contribute to our growth and success, please share them with the management through the operations team. We value creativity and are always open to new ways to improve and expand our business.\n###Question###",
  "How can I know about Acme AI hiring new employees? ###Answer### To find out if Acme AI Ltd. is hiring new employees, you can: 1. Check the Company Website: Visit the Careers section of Acme AI Ltd.'s official website, www.acmeai.tech, for the latest job postings and updates. 2. Contact HR: Reach out to the HR department for information on current hiring needs and available positions. 3. Follow Social Media: Follow Acme AI Ltd. on Linked. In, Facebook, or other social media platforms where job openings and company updates are often posted. 4. Internal Communication: Pay attention to internal communications or notice on Discord that may announce new hiring initiatives or job openings within the company.\n###Question###",
  "What is our leave policy? ###Answer### We have various types of leave including sick leave, casual leave, annual/earned leave, unpaid leave, maternity leave, etc. Please specify the type of leave you would like more information about.\n###Question###",
  "Is it necessary to maintain confidentiality? ###Answer### Protecting company and client information is vital. Please ensure you understand and adhere to our confidentiality policies at all times. Never disclose client or project names, and refrain from sharing project data on public platforms. Sharing client- provided data is strictly prohibited to maintain confidentiality.\n###Question###"
]